export const user = {
    username: "admin",
    password: "admin",
    role: "teacher"
}

export const navBarLinks = [
    {
        name: "المواد",
        to: "/dashboard"
    },
    {
        name: "الحصص",
        to: "/dashboard"
    },
    {
        name: "الطلاب",
        to: "/dashboard"
    }
]

export const classes = [
    {
        name: "المحتوى رقم 1",
        description: "هذا النص عبارة عن وصف للعنوان أعلاه هذا النص عبارة عن وصف للعنوان أعلاه هذا النص عبارة عن وصف للعنوان أعلاه"
    },
    {
        name: "المحتوى رقم 1",
        description: "هذا النص عبارة عن وصف للعنوان أعلاه هذا النص عبارة عن وصف للعنوان أعلاه هذا النص عبارة عن وصف للعنوان أعلاه"
    },
    {
        name: "المحتوى رقم 1",
        description: "هذا النص عبارة عن وصف للعنوان أعلاه هذا النص عبارة عن وصف للعنوان أعلاه هذا النص عبارة عن وصف للعنوان أعلاه"
    },
    {
        name: "المحتوى رقم 1",
        description: "هذا النص عبارة عن وصف للعنوان أعلاه هذا النص عبارة عن وصف للعنوان أعلاه هذا النص عبارة عن وصف للعنوان أعلاه"
    },
    {
        name: "المحتوى رقم 1",
        description: "هذا النص عبارة عن وصف للعنوان أعلاه هذا النص عبارة عن وصف للعنوان أعلاه هذا النص عبارة عن وصف للعنوان أعلاه"
    },
    {
        name: "المحتوى رقم 1",
        description: "هذا النص عبارة عن وصف للعنوان أعلاه هذا النص عبارة عن وصف للعنوان أعلاه هذا النص عبارة عن وصف للعنوان أعلاه"
    },
    {
        name: "المحتوى رقم 1",
        description: "هذا النص عبارة عن وصف للعنوان أعلاه هذا النص عبارة عن وصف للعنوان أعلاه هذا النص عبارة عن وصف للعنوان أعلاه"
    },
    {
        name: "المحتوى رقم 1",
        description: "هذا النص عبارة عن وصف للعنوان أعلاه هذا النص عبارة عن وصف للعنوان أعلاه هذا النص عبارة عن وصف للعنوان أعلاه"
    }
]