export const user = {
    username: "admin",
    password: "admin",
    role: "teacher"
}

export const navBarLinks = [
    {
        name: "المواد",
        to: "/dashboard/classes"
    },
    {
        name: "الحصص",
        to: "/dashboard"
    },
    {
        name: "الطلاب",
        to: "/dashboard"
    }
]

export const classes = [
    {
        "name": "ريض 101",
        "description": "يتناول هذا المقرر المفاهيم الأساسية في التفاضل مثل النهايات، الاشتقاق، وتطبيقاته على الدوال."
    },
    {
        "name": "ريض 202",
        "description": "يركز هذا المقرر على الزمر والحلقات والمجالات وبعض البنى الجبرية الأخرى."
    },
    {
        "name": "تحل 210",
        "description": "يعالج هذا المقرر الأساليب العددية لحل المعادلات الرياضية، مع التركيز على الحلول التقريبية والخوارزميات."
    },
    {
        "name": "إحص 205",
        "description": "يغطي هذا المقرر المفاهيم الأساسية في الإحصاء الوصفي، نظرية الاحتمالات، والتوزيعات الاحتمالية."
    },
    {
        "name": "معاد 301",
        "description": "يتناول هذا المقرر حل المعادلات التفاضلية من الرتبة الأولى والثانية وتطبيقاتها في العلوم والهندسة."
    },
    {
        "name": "ريث 330",
        "description": "يركز المقرر على استخدام الرياضيات في حل المشكلات العملية في الفيزياء والهندسة والاقتصاد."
    }
]
